# Bootstrap:
# $ brew tap homebrew/bundle
# $ brew bundle

# Base
brew 'git'
brew 'openssl'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

# Personal
tap 'imanel/tap'
brew 'dotbot'
brew 'oh-my-zsh', args: ['HEAD']

# Ruby
brew 'chruby'
brew 'ruby-install'

# Databases
brew 'memcached'
# brew 'mongodb'
brew 'mysql'
brew 'redis'
brew 'postgresql'
brew 'sqlite'

# Other dev tools
brew 'forego'
brew 'heroku'
brew 'imagemagick'
# brew 'ios-webkit-debug-proxy'
brew 'node'

# Cask packages
cask 'beamer'
cask 'caprine'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'google-chrome'
cask 'iina'
cask 'insomnia'
cask 'ipvanish-vpn'
cask 'iterm2'
cask 'plex-media-player'
cask 'qnapi'
cask 'sequel-pro'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'viscosity'
cask 'visual-studio-code'

# App Store
# - 1Password
# - Airmail 3
# - Fantastical 2
# - Microsoft OneNote
# - Monit
# - Moom
# - Navicat Premium Essentials
# - Numbers
# - OmniFocus
# - Pages
# - Pixelmator
# - Slack
# - The Unarchiver
# - Xcode
