# Base
brew 'openssl'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

# Dev tools
brew 'forego'
brew 'git'
brew 'heroku'
brew 'imagemagick'

# Cask packages
cask 'caprine'
cask 'docker'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iina'
cask 'insomnia'
cask 'ipvanish-vpn'
cask 'iterm2'
cask 'keybase'
cask 'qnapi'
cask 'spotify'
cask 'visual-studio-code'

# App Store
mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'Fantastical 2', id: 975937182
mas 'Keynote', id: 409183694
mas 'Monit', id: 1014850245
mas 'Moom', id: 419330170
mas 'Navicat Premium Essentials', id: 466416967
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Xcode', id: 497799835
