# Bootstrap:
# $ brew tap homebrew/bundle
# $ brew bundle

# Base
brew "git"
brew "openssl"
brew "wget"
brew "zsh"
brew "zsh-completions"

# Ruby
brew "chruby"
brew "ruby-install"

# Databases
# brew "mongodb"
# brew "mysql"
brew "redis"
brew "postgresql"

# Other dev tools
brew "heroku"
brew "imagemagick"
brew "ios-webkit-debug-proxy"
brew "node"

# Cask bootstrap
# tap "caskroom/cask"
# tap "caskroom/versions"

# Cask packages
cask "beamer"
cask "dropbox"
cask "goofy"
cask "google-chrome"
cask "iterm2-beta"
cask "mplayerx"
cask "parallels-desktop"
cask "putio-adder"
cask "qnapi"
cask "skype"
cask "visual-studio-code"

# App Store
# - 1Password
# - Blotter
# - CloudApp
# - Dash
# - Fantastical
# - Monit
# - Navicat Premium Essentials
# - Numbers
# - Pages
# - Pixelmator
# - Slack
# - Swipe Translate
# - The Unarchiver
# - Tweetdeck
# - Xcode
