# Base
brew 'openssl'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

# Dev tools
brew 'forego'
brew 'git'
brew 'heroku'
brew 'imagemagick'
brew 'node'

# Databases
brew 'memcached'
brew 'mysql'
brew 'redis'
brew 'postgresql'
brew 'sqlite'

# Cask packages
cask 'beamer'
cask 'caprine'
cask 'dash'
cask 'docker'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iina'
cask 'insomnia'
cask 'ipvanish-vpn'
cask 'iterm2'
cask 'qnapi'
cask 'sequel-pro'
cask 'skype'
cask 'spotify'
cask 'steam'
cask 'viscosity'
cask 'visual-studio-code'

# App Store
mas '1Password', id: 443987910
mas 'Airmail 3', id: 918858936
mas 'Fantastical 2', id: 975937182
mas 'Keynote', id: 409183694
mas 'Microsoft OneNote', id: 784801555
mas 'Monit', id: 1014850245
mas 'Moom', id: 419330170
mas 'Navicat Premium Essentials', id: 466416967
mas 'Numbers', id: 409203825
mas 'OmniFocus', id: 867299399
mas 'Pages', id: 409201541
mas 'Pixelmator', id: 407963104
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Xcode', id: 497799835
